Repository: mbartnik/atm_simulator
Catalog: lib/l10n/intl_*.arb
Languages: pl

source: ATM
pl: Bankomat

source: Balance:
pl: Saldo:

# insufficientFundsDialogTitle
source: Insufficient funds
pl: Niewystarczające środki na koncie

# insufficientFundsDialogDesc
source: Please enter a number that's lower than your balance.
pl: Wprowadź kwotę mniejszą niż Twoje saldo.

# insufficientAtmFundsDialogTitle
source: Insufficient funds inside ATM
pl: Niewystarczające środki w bankomacie

# insufficientAtmFundsDialogDesc
source: There is not enough funds present inside ATM. We apologize for the inconvenience.
pl: Brak wystarczających środków w bankomacie. Przepraszamy za niedogodności.

# cashOut
source: Withdraw money
pl: Wypłać

# cashOutSuccessfulDialogTitle
source: Money withdrawal has been successful
pl: Pieniądze zostały wypłacone

# cashOutSuccessfulDialogDesc
source: You withdrew {amount} PLN in below denominations:
pl: Wypłacono {amount} PLN w następujących banknotach:

# invalidNumberEnteredDialogTitle
source: Invalid number entered
pl: Wprowadzono nieprawidłową kwotę

# invalidNumberEnteredDialogDesc
source: ATM only have banknotes with 10 PLN being the lowest. Please enter a number equal or higher than 10 and divisible by it.
pl: Bankomat wydaje tylko banknoty, gdzie najniższy to 10 PLN. Proszę podać kwotę równą lub większą niż 10 i podzielną przez 10.

# textfieldHint
source: Amount to be withdrawn
pl: Kwota do wypłaty
